{"data":[
    {"thought":"Memorize something everyday.", "description":"Not only will this leave your brain sharp and your memory functioning, you will also have a huge library of quotes to bust out at any moment. Poetry, sayings and philosophies are your best options."},
    {"thought":"Constantly try to reduce your attachment to possessions.", "description":"Those who are heavy-set with material desires will have a lot of trouble when their things are taken away from them or lost. Possessions do end up owning you, not the other way around. Become a person of minimal needs and you will be much more content."},
    {"thought":"Develop an endless curiosity about this world.", "description":"Become an explorer and view the world as your jungle. Stop and observe all of the little things as completely unique events. Try new things. Get out of your comfort zone and try to experience as many different environments and sensations as possible. This world has so much to offer, so why not take advantage of it?"},
    {"thought":"Remember people’s names", "description":"so that they feel appreciated and for your own future benefit when you want something from that person. To do this, say their name back to them when they introduce themselves. Then repeat the name in your head a number of times until you are sure you have it. Continue to use their name in conversation as much as possible to remove any chance of forgetting it. If you’re still having trouble, make up a rhyme about their name: “Dan the Man” or “Natalie flatters me.”"},
    
    {"thought":"Get fit!", "description":"It’s ridiculous to think that we have one body, one sole means of functioning, and people are too lazy to take care of themselves. Fit bodies lead to better health, confidence and more success with romantic endeavors. I’d say those are 3 very good reasons to get in shape."},
    {"thought":"Learn to focus only on the present.", "description":"The past is unchangeable so it is futile to reflect on it unless you are making sure you do not repeat past mistakes. The future is but a result of your actions today. So learn from the past to do better in the present so that you can succeed in the future."},
    {"thought":"Even more specifically, live in THIS moment.", "description":"Even 10 minutes ago is the past. If you live purely in this moment you will always be happy because there is nothing wrong in this split-second."},
    {"thought":"Smile more often.", "description":"Whenever you get a grin on your face, your brain is releasing serotonin, the happy hormone. Smiling is the natural way to force yourself to be happy. Many people even smile for five minutes straight in the morning to get themselves in a great mood for the day. It is a very powerful tool that is utilized less and less as we grow older and need happiness more than ever. Just remember that while happiness leads to smiles, smiles also lead to happiness."},
    {"thought":"Drink water.", "description":"Hydration is tremendously important for overall health. Soda has absolutely ZERO nutritional content; it’s like pouring a punch of sugar and syrup into your cup. Instead, fill it with life-replenishing water. It may taste plain at first if you’re coming off of a heavy soda-drinking streak, but you’ll soon find yourself addicted to it. 10 glasses per day is optimal, how many have you been getting lately?"},
    
    {"thought":"Don’t take life so seriously!", "description":"Learn to laugh at the little things and this whole “existence” thing will be a whole lot easier. Be amused by your mistakes and failures and be thankful that you learned your lesson and won’t mess up like that again. And most importantly do things that you enjoy! Life is not strictly business, it can be mixed with pleasure."},
    {"thought":"Think positive thoughts.", "description":"When you find yourself thinking a negative thought, stop it immediately by any means necessary. Slap yourself in the face, yell something positive at the top of your lungs or jump up and down. Do whatever it takes to get back to a positive mindset as such is essential for continual happiness and success."},
   
    {"thought":"Read books.", "description":"Knowledge is power. If you’re looking for some mind-blowing books to read, check out ‘8 Books That Will Violent Shift Your Perspective’."},
    {"thought":"Get in the sun.", "description":"Superman was completely re-energized when he flew out to space and soaked in some rays and you can do the same right outside your front door (if you live in a constantly dreary place, my apologies). The sun feels amazing: your entire body will be coursing with warmth and life."},
    {"thought":"Help others.", "description":"Helping people has a ripple effect. If you help someone they will feel more obliged to help someone else, and so on. Pay it forward"},
    
    {"thought":"Help others.", "description":"You grow by giving and helping others. It can change you in ways you never expected"},
    {"thought":"Help others.", "description":"Your relationship with that person will become stronger"},
   
    {"thought":"Help others.", "description":"It’s the most fulfilling thing you can do on this planet. It not only feels amazing physically, you also feel like a good person"},
    {"thought":"Help others.", "description":"You might be able to call in a favor later when you need some help"},
    
    {"thought":"Help others.", "description":"Karma (if you believe in it)"},
    {"thought":"Help others.", "description":"Because there are more people in this world than just you"},
   
    {"thought":"Set aside a specific time to worry each day.", "description":"Ponder all of your problems and anxieties during that time so that they will not distract you during work or moments of pleasure. This way you can be extremely efficient with your time and avoid focusing on negative things as much as possible. If you get all of your worry out of the way and have the mental fortitude to keep from reverting back to them, you will be much happier on the daily."},
    {"thought":"Be honest at all times.", "description":"Lies lead to nothing but trouble. Being known as trustworthy is an excellent trait to maintain and essential to having integrity."},
    
    {"thought":"Sleep less.", "description":"Fully adjusting to a new sleep cycle can take up to 21 days so don’t give up if you feel tired after switching to 5-hour nights. The “required” 8 hour/night is for normal people. If you’re reading THIS article on THIS site, you are not normal. So figure out how much sleep YOU really need and adjust accordingly. As enjoyable as sleep is, waking existence is much more fulfilling and efficient. IF this really sparks your interest, check out alternate sleep cycles with which you can be fine off of 2 hours of sleep per day."},
    {"thought":"Read “Bringers of Light” and “Conversations ", "description":"These books will help you decide what you want to do in this life and how to get to that point. They will also profoundly change the way you look at the purpose of existence. Read them!"},
   
    {"thought":"Figure out what your goals and dreams are.", "description":"So many people wander aimlessly through life simply go for whatever small thing they want moment by moment. Instead, decide what your perfect life consists of and begin to put the steps in motion to reach that place. The most satisfying thing in the world (yes, better than sex, much better) is overcoming a challenge and reaching a goal. We are the happiest when we are growing and working towards something better."},
    {"thought":"Start your day off right.", "description":"Wake up and set aside an hour for personal development activities (meditation, self-introspection, observing nature, etc.) Do the things that make you feel blissful, optimistic and empowered so that you can set a positive tone for your day. I guarantee that once you start doing this, your days will be more enjoyable and fulfilling. Today is going to be the best day of your life."},
    {"thought":"Utilize ‘The Burning Method.’", "description":"Whenever a fear or worry or complaint comes to mind, close your eyes and imagine writing down the thought on a piece of paper. Then proceed to light the paper and fire and watch it disintegrate. Even better, actually write it down and burn it. You won’t have any problem ridding your mind of the thought after doing this."},
    
    {"thought":"Travel.", "description":"Anyone who has ever gone anywhere will tell you that traveling is one of the most exciting and life-changing activities that you can do. Observing a different culture will expand your mind while making you further appreciate the life you already live. This goes back to becoming an explorer: this world is your jungle so go explore! Who knows, maybe you’ll find a place you love so much that you decide to move. Imagine the positive repercussions a new environment could have on your life."},
    {"thought":"The Rubber Band Method", "description":"This is the third and final way to rid yourself of negative thoughts (hopefully by now you have figured out that this is very important!). Place a rubber band around your wrist and snap it against your skin anytime a negative thought finds its way into your head. This operant conditioning technique associates a slight pain with negative thoughts like Pavlov associated food/salivation with the sound of a bell. Sounds a bit cruel at first but it only stings for a second, I promise. Plus the outcome, having only positive thoughts, far outweighs a little slap on the wrist here and there."},
   
    {"thought":"Learn to be unaffected by the words of others.", "description":"Most people get very upset when they are called negative names by others, but there is a simple trick to overcoming this. Here it is: If I went up to you and called you a fire hydrant, would you be upset? Of course not. Obviously you are not a fire hydrant, you are a human being. The same concept applies to when someone calls you something that you know you are not. They are foolish for saying such things, so why would you react with such anger? The only exception is when someone calls you something that is true! In this case, you should thank them for alerting you to a weakness, one that you can now work on changing."},
    {"thought":"Read “Zen and the Art of Happiness” by Chris Prentiss.", "description":"This book will give you the knowledge and instruction to be happy at all times regardless of the circumstances. Yes, this sounds like an oversimplification of happiness, but I assure you that this book will change you in an amazing way."},
    
    {"thought":"Develop the ability to forgive.", "description":"Forgiveness is something that most people fail miserably at even thought it’s so simple. Grudges only bring more misery to those who hold them and prevent good relations with the target. YOU makes mistakes all of the time so why not have mercy when other do? Remaining angry feels horrible while forgiving someone brings a refreshing sensation to the mind and healing to the relationship."},
    {"thought":"Be the person that makes others feel special.", "description":"Be known for your kindness and sympathy."},
    {"thought":"Learn to lucid dream", "description":"or to realize when you are dreaming so that you can control your dreams. Sleep feels good, but it’s rather boring and unproductive. With lucid dreaming under your belt, night-time can be even more exciting than when you are awake. You can do anything: fly, travel to other planets, party with a celebrity, get intimate with your dream boy/girl, etc. Many lucid dreams have also reported being able to speak directly with the subconscious during dreams by demanding to be taken to it after becoming lucid. For those that know a thing or two about your subconscious, that is a BIG deal."},
    {"thought":"Visualize daily.", "description":"It has been said and proven time and time again that what you focus on is what you get. If you complain all of the time, you will run into more of the things you complain about. The same goes for good things like health, wealth and happiness. So spend some time in the morning imagining yourself achieving whatever it is that you currently desire. Focus is key in this exercise, so choose a quiet environment where you won’t be disturbed. If you’re having trouble focusing and continually find that your mind has wandered to something else, read about meditation in the following life tip. "},
    
    {"thought":"Meditate everyday for at least 20 minutes.", "description":"In this modern world where everyone is so connected to everything else via cell phones, TV and internet, most people rarely enjoy the beauty of silence. The ability to quiet your mind and relax your body is an art and skill that everyone should develop. Simply sit somewhere, preferably in nature, and focus on your breathing or try to think about nothing. This is going to be extremely hard at first! You might find it boring or just plain impossible to think of nothing, but you will get better and you will learn to love it. Post-meditation, you will feel extremely clear-headed and.. well, just plain wonderful. The only way to really understand this sensation is to try it."},
    {"thought":"Learn to control your mind.", "description":"What kind of skilled human are you if you cannot even control your own thoughts? While the human mind is described as being a stream of consciousness, that does not mean you can’t decide where your stream flows. Techniques like meditation and the 3 ways to flush out negative thoughts will aid you immensely in learning to control your mind."},
    {"thought":"Learn to control your emotions.", "description":"The only person that can make you unhappy is you! You are the one that decides to be affected by the words and actions of others. Realize this so that the next time you experience a negative emotion, you can find the strength within yourself to overcome it."},
    
    {"thought":"Take a class in speed reading.","description":"Books are full of information that can enhance your knowledge-base, vocabulary and yourself as a person. Speed reading is an easy way to get at this info faster so that you can have more time for other endeavors."},
    {"thought":"Relax!","description":"This one is for you workaholics out there (myself included). Yes, work is very important and productive but you need to take some time to chill out everyday or you are going to burn out faster than a candle with no oxygen. Additionally, you need to reward yourself for a job well done. What’s the use of doing all of that work if you can’t have a little fun from time to time anyways?"},
    
    {"thought":"Work on making good first impressions.","description":"Practice a strong, firm handshake and the small talk that generally goes along with meeting someone for the first time. People won’t know what to think of you if you have nothing more to say beyond “My name is _______, nice to meet you.” Also make sure you remember names, as mentioned previously. Who knows, you may be going into business with or marrying this person you’re meeting for the first time if you make a good impression. Be sure and make an excellent one."},
    {"thought":"Learn to use your eyes to their full potential:","description":"Make constant eye contact when in conversation. Looking away (especially down) is a sign of inferiority and uncertainty. Instead, look at your conversation partner dead in the eyes and keep them locked on"},
    
    {"thought":"Learn to use your eyes to their full potential:","description":"Master the piercing stare. You know when someone looks at you and it feels like they can see into your soul? Well that’s not a hereditary characteristic, it just takes practice. Work on sharpening your gaze in the mirror. You’ll know you have it when it’s intimidating to continue looking at yourself"},
    {"thought":"Learn to use your eyes to their full potential:","description":"Master the one-eyebrow raise. This one isn’t necessary by any means, but hey, why not? Pick a brow to learn with and go look in a mirror. Raise both of your eyebrows but use your hand to hold down the brow that you want to stay down. This will probably feel very stupid at first but if you keep trying, you will eventually pin down the muscle you need to flex to get that one brow up"},
    
    {"thought":"Be mysterious.","description":"Don’t let off everything about you and definitely leave out some major details. There is something both alluring and mesmerizing about someone who no one knows fully about. I’m not saying to confide in no one or to alienate yourself. Just think James Bond."},
    {"thought":"Come up with a life mantra.","description":"You know, like “Carpe Diem” or “Live life to the fullest,” but not as cliché. Make it something that really hits home with you so that you will actually stick to it. Make sure it’ not so specific that it rarely applies but also not so general that it’s not personal."},
    
    {"thought":"Get good at something.","description":"Call it a hobby or a passion, whatever it is, just get damn good at it. Your occupation does not count! Make it something that you can practice often enough to excel at. Examples: Magic tricks, surfing, ping-pong, creating short films, and unicycling. It can be anything but I would recommend choosing something that: 1) You are passionate about 2) You can bust out at any moment to display your skills for any discerning crowd. My mind goes immediately to aerobatics and break dancing, but that’s just me."},
    {"thought":"Work out those abs.","description":"Above any other muscle group in the entire body, the abs are the most important. They constitute your core, the center point of your body. Your ability to balance comes almost completely from the strength of your abdominal muscles and balance is vital to performance in any physical activity. Summary: they’re very important"},
    
    {"thought":"Keep your brain sharp.","description":"The majority of people are stuck in ruts. They go to the same job everyday, hang out with the same friends and eat at the same places. While that may feel safe, it’s not the most stimulating lifestyle for your brain. Those synapses have been built up enough, so try something that you do NOT know how to do! Buy a model car kit, master the art of sudoku or crosswords, or go pick up another major at your nearest college. The point is you need to be learning new things to keep your brain honest. Form new synapses by forcing your mind to work in ways it has not worked before. Just like physical workouts, doing too much of the same exercise will eventually give no results. Switch it up!"},
    {"thought":"Read something inspirational right before bed and after waking.","description":"This will set get you in a great mood for sleep and for the day. Read anything from a famous speech to your favorite self-improvement book. Try to read something that get’s you really excited in the morning especially so that you’ll leave your house beaming with energy and wonder."},
    
    {"thought":"Do what you love.","description":"There is a huge difference between making a life and making a living; which one are you making right now? So many spend their entire lives trying to make as much money as possible so that they can afford to do what they really want later. It makes no sense to settle in life until you’re 65 so that you can retire and do what you want when you’re already WAY past your prime. We only live life once so why wouldn’t you want to spend it pursuing your bliss? To do anything else would be a tragic waste of the freedom you are allowed if you are reading this right now. Follow your bliss and you will be a thousand times more happy than your retirement date and 40+ years younger. But first you need to figure out what you love to do…"},
    {"thought":"Choose your friends wisely.","description":"You are affected far more than you think by the people you spend your time with. Do your friends share your values? Do they encourage you when you speak of your goals and dreams or do they scoff? Make sure the people around you are conducive to the lifestyle you want to lead or you will find yourself being dragged again and again into behavior that distances you from your desires. Friends with a habit of producing negative thoughts will especially hinder you. This can be a hard task to follow through with if you realize you good friend is one of these saboteurs, but you must be firm! Don’t let anyone get in the way of you being all that you can be."},
    
    {"thought":"Don’t burn bridges.","description":"By that I mean maintain your relationships with people even if you think you are never going to see them again. For example, if you are quitting your job, don’t chew out your boss before leaving! You might run into him/her again later and life and wish you had never severed ties so harshly. You never know when you might need the help of someone you knew in the past. Plus there is already too much hatred in this world, why add more towards the people you interact with?"},
    {"thought":"Keep a journal/diary.","description":"It sounds like a very monotonous habit at first, but when you get into it, that little book will become a great way to organize your thoughts and track your growth over the years. Most of us already stay awake in bed at night pondering the events of the day anyways so why not document those thoughts in an organized fashion? That will allow you to look back and observe how your way of thinking has changed over time."},
    
    {"thought":"Read “New Pyscho-Cybernetics” by Dr. Maxwell Maltz.","description":"This book will explain why the content of your thoughts has such a profound effect on your life through religious, philosophical and scientific arguments. A must read for completely understand who this life thing works."},
    {"thought":"Learn to use and trust your subconscious/intuition.","description":"When you spend time in silence everyday, listen not for words but for a feeling that tells you to do something. Do not mistake your own reasoning and thoughts for those of your subconscious. If you can track where the thought came from, (this thought led to that thought which led to this thought, etc.) then it was not from your subconscious. Learning to accurately discern between the two will allow you to tap into knowledge that you don’t consciously have."},
    
   {"thought":"The SECRET", "description":"You are as amazing as you let yourself be. Let me repeat that. You are as amazing as you let yourself be."},
    {"thought":"The SECRET", "description":"The only person you are destined to become is the person you decide to be"},

       {"thought":"Get you ass off working", "description":"Opportunity does not knock, it presents itself when you beat down the door."},
    {"thought":"Fire within yourself", "description":"Success isn’t a result of spontaneous combustion. You must set yourself on fire."},

    {"thought":"Dont settle", "description":"Dont settle. Dont finish crappy books. If you dont like the menu, leave the restaurant. If youre not on the right path, get off it."},
    {"thought":"Professor Dumbledore", "description":"It is our choices that show what we truly are, far more than our abilities. -J.K. Rowling"},


    {"thought":"Try harder", "description":"If your ship doesn’t come in, swim out to it."},
    {"thought":"At least I tried", "description":"You get older and you learn there is one sentence, just four words long, and if you can say it to yourself it offers more comfort than almost any other. It goes like this: At least I tried."},

    {"thought":"The SECRET", "description":"Whether you say you can or you can’t, you’re right."},
    {"thought":"Take the bloody risk", "description":"You can’t just hope for happy endings. You have to believe in them. Then do the work, take the risks."},

    {"thought":"You have the Powers", "description":"The most common way people give up their power is by thinking they don’t have any."},
    {"thought":"True story", "description":"If you could kick the person in the pants responsible for most of your trouble, you wouldn’t sit for a month."},

    {"thought":"Value what you have already", "description":"Incredible change happens in your life when you decide to take control of what you do have power over instead of craving control over what you don’t."},
    {"thought":"couldnt find any title", "description":"You don’t have a right to the cards you believe you should have been dealt with. You have an obligation to play the hell out of the ones you’re holding."},
    {"thought":"Fire within yourself", "description":"In the midst of winter, I found there was, within me, an invincible summer."},

    {"thought":"Fire within yourself", "description":"I survived because the fire inside me burned brighter than the fire around me."},
    {"thought":"The favourite one", "description":"Set a goal that makes you jump out of the bed in the morning"},

    {"thought":"Answer should be nothing", "description":"WHat would you do differently if you knew, nobody would judge you?"},
    {"thought":"Its celebration time", "description":"Do you celebrate the things you already have"},

    {"thought":"Answer should be nothing", "description":"If you could do it all over again, would you change anything?"},
    {"thought":"The biggest achievement", "description":"The biggest achievement in  your life is when people start following your words and you as well."},

    {"thought":"Develop a charismatic personality.","description":"You know, the kind of personality that is surrounded by people constantly and is the life of the party. Start visualizing yourself as THAT person. Maybe take a short course on dynamic speaking and learn some jokes. Take the time to learn some party tricks and sleight of hand. Most importantly, believe that you already are charismatic even if you fail at being the center point of the next party. Lie to yourself constantly and tell yourself that you are more warm and gregarious than Ronald Regan. Belief is the first step! Reality will come soon after."},
    {"thought":"Love is all there is.","description":"If you truly want to be a master of life, let love be in your every action. Love your friends, family and enemies alike. This is the most difficult thing to do out of this entire list, which is why it is listed at #50. But if you accomplish this, you will be seen as a leader among everyone that allows hate, envy, disgust and all other negative emotions into their lives. Think Gandhi. Love is so rare in this world when compared to the massive presence of hate that by exuding love, you will immediately see yourself and the people around you change. Love. Love. Love."}





   
]}
